/* 
  InfoPopovers.strings
  CleanMyMac

  Created by krivoblotsky on 5/30/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/

"CannotRemoveSystemApplication" = "Dies ist eine geschützte Systemprogrammdatei und kann nicht entfernt werden. Sie können zugehörige Dateien jedoch entfernen, um das Programm zurückzusetzen.";
"CannotRemoveAppExtension" = "Dieses Element ist Teil seines Programms und kann nicht getrennt entfernt werden.";
"CannotRemoveChromeResources" = "Dieses Element kann nicht entfernt werden, da Ihr Chrome-Browser mit einem Google Konto verbunden ist. Entfernte Daten werden in diesem Fall sofort erneut synchronisiert.";
"EmptyPrivacyItems" = "In dieser Gruppe sind keine zu entfernenden Elemente vorhanden.";
"NotEstimatedPrivacyItems" = "Die zugehörige Anwendung sollte beendet werden, um die Anzahl der zur Bereinigung verfügbaren Elemente zu prüfen.";
"NotEstimatedItem" = "Die Größe dieses Elements wird nach Ihrer Authentifizierung mit Ihrem Benutzerkennwort berechnet.";
"SiriExtension" = "Siri ist ein Bestandteil des Betriebssystem und kann nicht vollständig entfernt werden.";
